Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/J34.e.tmx
Source language: en_us
Languages: zh_cn

source: The Evolution of Culture
zh_cn: 文化进化论

source: Edward Burnett Tylor (1832-1917) is considered the founding father of British anthropology.
zh_cn: 爱德华·伯内特·泰勒（Edward Burnett Tylor，1832一1917）被公认为英国人类学的创始人。

source: Tylor was the first professor of anthropology at Oxford; he was active in establishing anthropological associations and institutions; and his ideas contributed to the intellectual debates of the late nineteenth century sparked by Darwin's On the Origin of Species.
zh_cn: 泰勒是牛津大学的第一位人类学教授。他在创立人类学协会和机构方面相当积极，并且他的思想为19世纪晚期、由达尔文的《物种起源》引发的知识辩论作出了非凡的贡献。

source: His friend A. C. Haddon wrote that Tylor's books, “while replete with vast erudition, are so suggestive and graced by such quiet humour that they have become ‘classics,' and have profoundly influenced modern thought.
zh_cn: 他的朋友哈登（A. C. Haddon）曾这样写道，泰勒的著作“在充满着博学之才的同时兼具启发性，又不乏幽默带来的优雅，这些使得它们成为“经典”，并且对现代观念产生了深远的影响。

source: From their first appearance it was recognized that a mastermind was guiding the destinies of the nascent science”(1910: 159).
zh_cn: 从它们问世的那一天起，人们就公认，它们将指导这门初生科学的命运”（Haddon 1910：159）。.

source: When a contemporary, the religious scholar Max Muller, dubbed anthropology “Mr. Tylor's science,” it was a recognition of Tylor's impact on the definition of a scholarly field.
zh_cn: 当一位与泰勒同时代的宗教学者马克斯·缪勒（Max MDller），把人类学称为“泰勒先生的科学”时，也就意味着泰勒的影响在学术圈内获得了认可。

source: Central to Tylor's contribution was his definition of culture: “Culture or Civilization, taken in its wide ethnographic sense, is that complex whole which includes knowledge, belief, art, morals, law, custom, and any other capabilities and habits acquired by man as a member of society” (1958: 1).
zh_cn: 泰勒的贡献集中在他对于文化的定义上文化或者文明，就其广泛的民族学意义而言，是指这样一个复合整体，它包含了知识、信仰、艺术、道德、法律、习俗以及作为一个社会成员的人所习得的其他一切能力和习惯。”（Tylor 1958：1）

source: In these opening lines of his major work, Primitive Culture, Tylor first defined culture in “its modern technical or anthropological meaning” (Kroeber and Kluckhohn 1952: 9; compare Stocking 1963).
zh_cn: 在他的主要著作《原始文化》的开篇这几行文字中，泰勒首先在“现代技术的或人类学的意义上”定义了文化。

source: It is a definition of culture that Bohannan and Glazer note “is the only one most anthropologists can quote correctly, and the one they fall back on when others prove too cumbersome” (1988:62).
zh_cn: 其文化的定义在博安南和格雷泽看来“是唯一一个能够为大多数人类学家所正确引用的，也是当其他定义被证明为太麻烦的时候人类学家可以回头求助的定义"（Bohannan and Glazer 1988：62）。

source: Yet one of his most careful modern readers, George W. Stocking Jr., writes, “To judge by current textbooks, Tylor has little to say to anthropology today” (1968:176).
zh_cn: 然而泰勒最认真的现代读者之一斯托金写道根据现在的教科书，对于当代的人类学而言泰勒几乎不值一提。"（Stocking 1968：176）

source: Contending that many of his later readers simply misunderstood his concept of culture (Stocking 1963), Stocking concludes that Tylor was not “one of the major investors in the general intellectual capital of the modern human sciences,” dwarfed by figures like Marx, Freud, Weber, or Durkheim (1987: 301-302).
zh_cn: 斯托金坚持主张，泰勒的许多晚近读者都误解了其文化的概念（Stocking 1963），并断言泰勒不是“现代人文科学知识资本的主要投资人之一”，无法与马克思、弗洛伊德、韦伯或者涂尔干等人比肩。（1987：301-302）

source: Ironically, Tylor's lasting influence was greater on American anthropology than on subsequent British social anthropology (see, for example, Evans-Pritchard's [1981: 91-94] curiously curt discussion of his eminent predecessor at Oxford).
zh_cn: 颇为讽刺的是，泰勒对于美国人类学的持续性影响，比对于随后的英国社会人类学的影响更大（举例来说，参见埃文思-普里查德关于牛津杰出前辈的、奇特而简短的论述）。

source: In contrast, an American anthropologist like Robert Lowie (1937) lauded Tylor as a careful scholar with a “serene willingness to weigh evidence.”
zh_cn: 相比较而言，美国的人类学家，如罗伯特·罗维（Robert Lowie 1937）就称赞泰勒是一位细心的、“有着权衡证据的平和意愿”的学者。

source: Varying assessments of Tylor and his American contemporary, Lewis Henry Morgan, led Meyer Fortes (1969) to suggest that Morgan gave birth to British social anthropology, while the very British Tylor fathered American cultural anthropology.
zh_cn: 梅耶·福蒂斯（Meyer Fortes 1969）对泰勒及其同时代的美国人类学家刘易斯·亨利·摩尔根给予了不同的评价，他认为摩尔根开创了英国的社会人类学，而英国人泰勒则是美国文化人类学之父。

source: How do we make sense of such contradictory assessments?
zh_cn: 我们如何理解如此对立的评价？

source: Why was Tylor so influential in his time?
zh_cn: 为什么泰勒在他的时代如此具有影响力？

source: What is the lasting value of his ideas?
zh_cn: 其观点的持续性价值乂是什么？

source: Background
zh_cn: 背景

source: Tylor's family were Quakers, then a religious minority, though one firmly part of the British middle class.
zh_cn: 爱德华·泰勒全家都是贵格会教徒，虽然该教派在当时是英国中产阶级的一股坚实力量，但却是一个宗教少数派。

source: Tylor's religion precluded education at Oxford or Cambridge, which only granted degrees to members of the Church of England.
zh_cn: 泰勒所信仰的宗教排除了他在牛津大学或剑桥大学接受教育的机会，因为它们只把学位授予英国教会的成员。

source: Tylor was educated in Quaker schools before joining the family foundry business at the age of sixteen.
zh_cn: 泰勒先是在贵格会的学校接受了教育，然后在他16岁那年加人了家族的铸造业。

source: Tylor's Quaker upbringing also led to an agnosticism that tempered his studies of the origins of religion.
zh_cn: 泰勒所受的教会教养还导向了一种不可知论，从而为他后来对于宗教起源的研究埋下了种子。

source: Ackerman observes that Tylor's agnosticism led him to approach religions as intellectual systems rather than expressions of belief, noting that Tylor “cared more about creed than consolation” (1987: 77).
zh_cn: 阿克曼评论说，泰勒的不可知论使得他更多地将宗教视为一种知识系统，而不仅仅是信仰的表达，并指出泰勒“对于宗教教义的关注远胜于对宗教抚慰作用的关注"（Ackerman 1987：77）.

source: In his early twenties, Tylor exhibited preliminary symptoms of tuberculosis, and “secure of a modest competency” in Marett's (1936: 13) discreet phrase, Tylor left the family business and traveled to warmer latitudes to regain his health.
zh_cn: 正值20岁之初，泰勒被查出有肺结核的早期症状，根据马雷特Marett 1936 ：13）审慎的措辞，泰勒由此“达至了中庸之道”。于是他离开了家族产业，并且到温暖的地方进行疗养旅行。

source: In Cuba he met Henry Christy, a British businessman and avid archaeologist, and the two set off for a four-month journey through Mexico described in Tylor's first book, Anahuac: Or, Mexico and the Mexicans, Ancient and Modern (1861).
zh_cn: 在古巴他遇到了亨利·克里斯蒂（Henry Christy），一个英国商人同时也是一个充满热忱的考古学家。他们两人一起去墨西哥旅行了四个月，这在泰勒的第一本著作《阿纳瓦克人，或古代与现代的墨西哥和墨西哥人》（1861）中有所记述。

source: Anahuac is a travelogue informed by wide reading and crafted with an eye for telling detail and an ear for dialogue.
zh_cn: 这本书是一部旅行见闻讲演，其内容不仅来源于广泛的阅读，还得益于作者一路上亲眼所见的细节以及亲耳听到的对话。

source: From the port of Veracruz, Tylor and Christy traveled inland by stagecoach to Mexico City with frequent stops as the archaeologist Christy searched roadside gullies for obsidian arrowheads (Tylor 1861: 35).
zh_cn: 泰勒和克里斯蒂乘着公共马车从韦拉克鲁斯港口（Veracruz）出发，开始在墨西哥的内陆城市进行旅行。他们时走时停，以便考古学家克里斯蒂在沿路的沟渠中搜寻黑曜石箭头。（Tylor 1861：35）

source: The travelers visited archaeological sites like Teotihuacan and Cholula, searched for potsherds in newly plowed fields, and compared the artifacts of Mexico with recent finds from Europe.
zh_cn: 这两位旅行者游历了迪奥狄华肯（Teotihuacan）及乔卢拉（Cholula）等考古学遗址，在新犁的田间地头寻找陶瓷碎片，并且将墨西哥的人造物品与欧洲的新发现进行了对比。

source: But most of Anahuac describes modern, not ancient, Mexico.
zh_cn: 然而《阿纳瓦克人》一书所描述的大部分是现代的而非古代的墨西哥。

source: Tylor and Christy toured sugar plantations, textile factories, pulque shops, and haciendas.
zh_cn: 泰勒和克里斯蒂游览了糖料种植园、纺织厂、龙舌兰酒专卖店、庄园等。

source: He describes Mexico's political instability and poverty. Tylor's anticlerical upbringing erupts in a rash of diatribes against the Catholic Church.
zh_cn: 泰勒描述了墨西哥的政治动荡和贫穷，他所受过的反教权的教养在一场对天主教教会的恶骂中得以爆发。

source: His criticisms are so stinging that Tylor himself admits, “It seems hard to be always attacking the Roman Catholic clergy,” but then proceeds to blame priests for the “doleful ignorance” and poverty of the population (1861: 126).
zh_cn: 他的批评是如此激烈以至于他不得不承认一直攻击罗马天主教圣职者似乎也挺难的”，但由于人们“悲哀的无知”和贫穷，他仍继续谴责牧师。（Tylor 1861：126）

source: In Anahuac Tylor shows himself as an informed and observant, though not unprejudiced, writer.
zh_cn: 在《阿纳瓦克人》这本书中，泰勒把自己表现为一个见多识广的、善于观察的，然而也并非毫无成见的作家。

source: Over the next four years, Tylor matured into a more serious student of human culture.
zh_cn: 在此后的四年中，泰勒成长为一位更加严肃认真的人类文化的研究者。

source: In 1865 he published Researches into the Early History of Mankind and the Development of Civilization, which outlined the analytical themes that he developed the rest of his life.
zh_cn: 1865年，他出版了《人类早期历史与文化发展之研究》（Early History of Mankind and the Development of Civilization）一书。在此书中，泰勒提出了他此后将要着力探讨的分析性主题。

source: “The early Culture History of Mankind,” Tylor wrote, “is capable of being treated as an Inductive Science, by collecting and grouping facts” (1964: 137).
zh_cn: 泰勒写道人类早期文明的历史，通过收集和组合各种事件，能够被作为一门归纳性科学来对待。”（Tylor 1964：137）

source: Tylor sifted through missionaries' accounts, explorers' journals, ancient texts, and ethnological reports to search for similarities in human cultures.
zh_cn: 泰勒从传教士的记述、探险家的航海日记、古代的文本以及民族志的报告中寻找人类文化的相似之处。

source: “When similar arts, customs, beliefs or legends are found in several distant regions, among peoples not known to be of the same stock,” Tylor asked, “how is this similarity to be accounted for?” (1964: 3).
zh_cn: “当相似的艺术、习俗、信仰或者神话在不同的、相距遥远的地区，在不源自同一祖先的民族中得以发现时，”泰勒问道，“这种相似性应该如何来解释？"（Tylor 1964：3）

source: Essentially there are two possible explanations: the similarity is either the result of parallel invention—“the like working of men's minds under like conditions” (1964: 3)—or it is evidence of contacts—direct or indirect, contemporary or historical—between the societies and the consequent diffusion of cultural knowledge.
zh_cn: 从本质上来说，有两种解释：这种相似性可能是同时发明（parallel invention）的结果——“人类的大脑在相似条件下的相似运作”，抑或是不同社会之间发生的直接或间接、暂时或长期的接触，及随之而来的文化知识传播的证据。

source: Tylor's consideration of diffusion marks his early work, yet Stocking notes that Tylor increasingly emphasized the importance of evolution over diffusion or parallel invention (1963: 788).
zh_cn: 泰勒关于传播的思考是其早期研究的标志，然而斯托金指出，泰勒逐渐将关注点由传播或同时发明（Stocking 1963：788）转向了关注进化的重要性。

source: Sixteen years later, the scholar would conceive of his textbook Anthropology as “a series of chapters demonstrating the fact and course of progression in various areas of life,” almost exclusively emphasizing evolution (Stocking 1982: 79).
zh_cn: 16年后，学者可能会把泰勒的教材《人类学》视为“论证了各地生活发展进步的事件和原因的一系列章节”，几乎是在专门强调进化。

source: Evolution and progress were important themes even in Tylor's first serious ethnological book.
zh_cn: 进化和进步，在泰勒的第一本严谨的民族学书籍中，已经成为了重要的主题。

source: Nearly half of Researches into the Early History of Mankind considers the evolution of language and symbols.
zh_cn: 《人类早期历史与文化发展之研究》中几乎有一半的篇幅都是在研究进化的语言和符号。

source: Although admitting that there is “no evidence of man ever having lived in society without use of spoken language,” Ty-lor describes certain societies with “a speech so imperfect that even if talking of ordinary matters they have to eke it out by gestures.”
zh_cn: 尽管泰勒承认“没有证据表明在社会中生活的人们不使用口语”，他仍描述了某些社会，“它们的语言如此不完善，以至丁该社会中的人们即使在谈论日常事务时也必须附加身体动作”。

source: Weighing alternate hypotheses, he suggests that such societies either are “the strongest case of degeneration known in the history of the human race or supply a telling argument that the gesture-language is part of the original utterance of mankind” (Tylor 1964: 62-64).
zh_cn: 关于这种替代性假说，泰勒认为这些社会或者是“人类历史上已知的最严重的退化的案例，或者是在提出这样一种有效的论点，即手语是人类说话方式起源的一部分”。（Tylor 1964：62-64）

source: In his first serious anthropological book, Tylor sketches a handful of themes he will develop in later work: the interpretation of myth, native rationales of dreams, and the logic of sympathetic magic, among others.
zh_cn: 在他的第一本严肃的人类学书籍中，泰勒勾画了他将在此后的研究中继续深人的部分主题：关于神话的解释、梦的先天基本原理、交感巫术的逻辑等等。

source: Researches also contains his initial methodological musings about how to document the evolution of human society (see, for example, Tylor 1964:236-241).
zh_cn: 泰勒的研究还包括了他关于如何记录人类社会进化的早期方法论思考。（Tylor 1964：236-241）

source: Researches into the Early History of Mankind and the Development of Civilization was published by John Murray and Sons, publishers of the most important scientific writings of the nineteenth century, including Lyell's Principles of Geology and Darwin's On the Origin of Species.
zh_cn: 《人类早期历史与文化发展之研究》是由约翰·穆莱父子出版社（John Murray b. Sons）出版发行的。这是19世纪最重要的科学作品发行者，其出版物还包括了莱伊尔（Lyell）的《地质学原理》（Principles of Geology）以及达尔文的《物种起源》。

source: It was a measure of Tylor's growing status in the scientific community.
zh_cn: 这是表明泰勒在科学界地位逐步上升的明证。

source: By the late 1860s, Tylor “had climbed into the scientific establishment,” Joan Leopold writes (1980), becoming the friend of Alfred Russel Wallace, Thomas Henry Huxley, and other eminent Victorians; publishing articles and reviews in major periodicals; and giving public lectures.
zh_cn: 琼·利奥波德Uoan Leopold）写道，到1860年代末，泰勒“已经进人了科学圈子”，与华莱士（Alfred Russel Wallace）、赫胥黎（Thomas Henry Huxley）以及维多利亚女王时代的其他著名人物结为；T朋友；为核心期刊撰写文章和评论；并举办公共讲座。（Joan Leopold 1980：19）

source: Tylor's achievement was marked by his election as a fellow of the Royal Society in 1871 and the publication of Primitive Culture.
zh_cn: 作为泰勒成就的主要标志是，他于1871年被选为皇家学会的会员以及《原始文化》的出版。

source: Primitive Culture
zh_cn: 原始文化

source: In Primitive Culture Tylor sets out to reconstruct the history of human culture and immediately faces a major problem: How can humanity's prehistoric, unwritten history be known?
zh_cn: 在《原始文化》中，泰勒着手重构人类文化的历史，并立即遭遇了一个主要问题：史前人类的、没有文字记载的历史如何能够被知晓？

source: Tylor closely followed contemporary archaeological discoveries of stone tools and extinct mammals in Great Britain and France, but fragments of bone and stone were not enough to reconstruct the “complex whole” of culture or civilization.
zh_cn: 泰勒密切关注当时考古学关于石器具以及大不列颠和法国已经灭绝的哺乳动物的发现，然而骨头和石头的碎片并不足以重构文化或是文明的“复合整体”。

source: And so Tylor crafted his reconstruction on two principles: uniformitarianism and the concept of survivals.
zh_cn: 由此，泰勒基于如下两条原则完成了他的重构：均变论（uniformitarianism）以及遗留物（survivals）的概念。

source: The condition of culture among the various societies of mankind, insofar as it is capable of being investigated on general principles, is a subject apt for the study of laws of human thought and action.
zh_cn: 不同的人类社会的文化条件，在其能够为普遍原则所调查的范围内，会成为一种关于人类思想和行为规则的研究的主题。

source: On the one hand, the uniformity which so largely pervades civilization may be ascribed, in great measure, to the uniform action of uniform causes: while on the other hand its various grades may be regarded as stages of development or evolution, each the outcome of previous history, and about to do its proper part in shaping the history of the future. (Tylor 1958: 1)
zh_cn: 一方面，遍及各种文明的一致性，在很大程度上或许能够归结为基干相同原因而产生的相同行为；然而另一方面，其不同的级别可能被视为发展或者进化的不同阶段，每一阶段都是之前历史的产物，并且为塑造未来的历史扮演相应的角色。（Tylor 1958：1）

source: Uniformitarianism was derived from Charles Lyell's multivolume Principles of Geology (1830-1833).
zh_cn: 均变论是由查尔斯·莱伊尔卷帙浩瀚的《地质学原理》（1830-1833）发展而来的。

source: Lyell argued that the geological processes observable today—erosion, sedimentation, and so on—were the same processes that shaped the earth in the past rather than spectacular, unique catastrophes like Noah's Flood.
zh_cn: 莱伊尔认为，今天为我们所见的这些地质学过程——腐蚀、沉淀等等——都是曾经形塑过地球的过程，而不是如诺亚大洪水这般奇特、壮观的灾难。

source: Observations of modern processes allowed for reconstructing the history of the earth because the same geological processes were at work then as now.
zh_cn: 对于现代地质过程的观察能够让我们重构地球的历史，因为与那时相同的地质过程现在仍处于进行中。

source: This was also true for culture, Tylor argued, because culture was created by universally similar human minds and governed by the same basic laws of cognition.
zh_cn: 这对于文化同样适用，泰勒认为，由于文化是由普遍相似的人类思想创造出来的，并且受到相同的认知基本规则的控制。

source: “Surveyed in a broad view,” Tylor writes, the character and habit of mankind at once display that similarity and consistency which led the Italian proverb-maker to declare “all the world is one country.” . . .
zh_cn: “从一个宽泛的视角来看”，泰勒写道，人类的性格和习惯曾一度表现出一种相似性和一致性，从而导致了意大利的预言家宣称“整个世界是一国”。......

source: To general likeness in human nature on the one hand, and to general likeness in the circumstances of life on the other, this similarity and consistency may no doubt be traced, and they may be studied with especial fitness comparing races near the same grade of civilization. (1958 :6)
zh_cn: 一方面是人的本性的普遍相似性，另一方面是生活环境的普遍相似性；这种相似性和一致性毫无疑问将被继续探索，并且将它们与对于相同文化阶段、不同民族的对比性研究结合起来，尤为合适。（Tylor 1958：6）

source: Setting aside for the moment the issue of “grade of civilization,” Tylor's key point is that the processes of culture are similar for all people, regardless of where or when they lived, because human minds are similar (Tylor 1958: 159).
zh_cn: 我们暂且不谈“文化的阶段”，泰勒的关键观点在于文明的过程对于所有民族都是相似的，不论他们在何时何地生活，因为人类的思想都是相似的。（Tylor 1958：159）

source: This is the central logic of Tylor's uniformitarianism: culture or civilization consists of knowledge, beliefs, art, morals, customs, and other mental constructs; since human mental processes are universal, human societies have developed culture along similar trajectories, characterized by progress and expressed in the evolution of culture.
zh_cn: 这是泰勒均变论的核心逻辑：文化或者文明是由知识、信仰、艺术、道德、习俗以及其他精神性成分组成的；由于人类的精神过程普遍相似，人类社会文化的发展遵循着“几乎一致的渠道”，表现为进步的特征，并且在文化的进化中得以屣现。

source: This has three implications.
zh_cn: 这里共有三重含义。

source: First, race does not explain cultural differences.
zh_cn: 首先，种族并不能解释文化的差异。

source: Believing that it was “possible and desirable to eliminate considerations of hereditary varieties or races of man,” Tylor contended his study demonstrated “that stages of culture may be compared without taking into account how far tribes who use the same implement, follow the same custom, or believe the same myth, may differ in their bodily configuration and the colour of their skin and hair” (1958:7).
zh_cn: 泰勒相信“我们可能并且想要消除关于人类遗传种类或者种族的看法”，他宣称其研究证明了“文化的各个阶段能够进行比较，而无须考虑使用同一种工具、遵循同一种习俗或者信仰同一个神话的部落之间相距多么遥远，其身体外形以及肤色和发色有多大的不同”。（Tylor 1958：7）

source: Rather, if two societies have analogous cultural traits (pottery or monotheism or stock markets), it is because either (1) the trait has diffused from one society to another, or (2) because independent inventions have developed due to the similarly constructed human minds encountering similar situations.
zh_cn: 此外，如果两个社会拥有相似的文化特性（陶器或齐一神教或是股票市场），那么这或者是因为这种特性是由一个社会传到另一个社会的，又或者是来源于各自独立却同时产生的发明，由结构相似的人脑在面临相似的情况时产生。

source: Second, it means that societies with similar cultural traits may represent analogous stages in the development of human culture.
zh_cn: 其次，这意味着拥有相似文化特性的社会，可能代表了人类文化发展过程中的相似阶段。

source: Citing Samuel Johnson's fairly predictable insult “one set of savages is like another,” Tylor surprisingly exclaims, “How true a generalization this really is, any Ethnological Museum may show” (1958: 6).
zh_cn: 泰勒引用了塞缪尔·约翰逊纯粹是老生常谈式的侮辱“一帮野蛮人与另一帮野蛮人是一样的”，并惊叹道，“这种一致性有多么真实，任何一家民族学的博物馆都能够展现。”（Johnson 1958：6）

source: Tylor quickly explains that these similarities are most pronounced in the realm of technology—the tools for hunting, fishing, fire making, cooking, and so on—although cross-cultural similarities also exist in mythology, kinship, and other aspects of social life.
zh_cn: 泰勒很快作出了解释，认为尽管跨文化的相似性也存在于神话、亲属关系以及社会生活的其他方面，然而这些相似性在技术领域，例如打猎、捕鱼、牛火、做饭等等所使用的工具方面，体现得最为明显。

source: Such parallels reflect similar stages of cultural development among existing societies and also allow us to reconstruct prehistoric societies.
zh_cn: 这些相似物反映了现存社会中相似的文化发展阶段，并且使我们能够重建史前社会。

source: Since the laws of mind are uniform, the patterns of contemporary “primitive” societies must be similar to those of extinct prehistoric peoples, a “hypothetical primitive condition [that] corresponds in a considerable degree to that of modern savage tribes, who in spite of their difference and distance, have in common certain elements of civilization, which seem remains of an early state of the human race at large” (Tylor 1958: 21).
zh_cn: 由于人类精神的法则都是一11致的，因此我们现在构建的“原始”社会的模型与那些已经灭绝的史前社会人们的想法必定一致。“我们设想的原始境况，在相当大的程度上对应于当代野蛮部族的境况，尽管这些部族与原始社会存在差异和距离，却有着某些共同的文化要素，因而被视为仍处于人类发展的早期阶段。”（Tylor 1958：21）

source: Tylor essentially asserted, as Robert Ackerman states, that “human nature and development being relatively homogeneous, one might legitimately discover, in the behaviour of contemporary primitive peoples, living links in the evolutionary chain” (1987:78).
zh_cn: 如罗伯特·阿克曼所说，泰勒声称，“人类的本质与发展具有同质性。透过当代原始民族的行为，人们可以以发现，在进化过程中存在着这种本质和发展之间的关联。”（Tylor 1987：78）
